Repository: Autodesk/revit-ifc
Catalog: Source/IFCExporterUIOverride/Properties/Resources.*.resx
Languages: de, fr

source: Export base quantities
de: Basismengen exportieren
fr: Exporter les quantités de base

# ExportPlanViewElements
source: Export 2D plan view elements
de: 2D-Draufsichtselemente exportieren
fr: Exporter les éléments de vues en plan 2D

source: Export Revit property sets
de: Revit-Eigenschaftensätze exportieren
fr: Exporter les jeux de propriétés Revit

source: File type
de: Dateityp
fr: Type de fichier

source: File version
de: Dateiversion
fr: Version du fichier

# IFCVersionUnrecognized
source: Unrecognized IFC version
de: Unbekannte IFC-Version
fr: Version IFC non reconnue

source: Include space boundaries
de: Raumbegrenzungen
fr: Inclure les limites d'espaces

# InSessionConfiguration
source: <In-Session Setup>
de: <Aktuelle Einstellungen>
fr: <Réglages session en cours>

source: Space boundaries
de: Raumbegrenzungen
fr: Limites d'espaces

# SpaceBoundaries1stLevel
source: 1st Level
de: 1. Ebene
fr: 1er étage

# SpaceBoundaries2ndLevel
source: 2nd Level
de: 2. Ebene
fr: 2ème étage

# SpaceBoundariesNone
source: None
de: Keine
fr: Aucun

# SpaceBoundariesUnrecognized
source: Unrecognized space boundary level
de: Unbekannte Raumbegrenzungsebene
fr: Niveau de la limite d'espace non reconnue

source: Use 2D room boundaries for room volume
de: 2D-Raumbegrenzungen für Raumvolumen verwenden
fr: Utiliser des contours de pièces 2D pour le volume de la pièce

source: Use family and type name for references
de: Familien- und Typnamen als Referenzen verwenden
fr: Utiliser les noms de familles et de types en tant que références

# ExportVisibleElementsInView
source: Export only elements visible in view
de: Nur in der Ansicht sichtbare Elemente exportieren
fr: Exporter les éléments visibles dans la vue

source: Export parts as building elements
de: Teile als Gebäudeelemente exportieren
fr: Exporter les éléments comme éléments du bâtiment

source: Export IFC common property sets
de: Allgemeine IFC-Eigenschaftensätze exportieren
fr: Exporter les jeux de propriétés communs IFC

# IFCMVDFMHandOver
source: IFC 2x3 Basic FM Handover View
fr: IFC 2x3 Basique - Vue pour gestion de patrimoine

source: Export bounding box
de: Begrenzungsrahmen exportieren
fr: Exporter la zone de définition

# ExportSchedulesAsPsets
source: Export schedules as property sets
de: Bauteillisten als Eigenschaftensätze exportieren
fr: Exporter les nomenclatures en tant que jeux de propriétés

# IncludeIfcSiteElevation
source: Include IFCSITE elevation in the site local placement origin
de: IFCSITE-Höhe in lokalen Plazierungsursprung auf Grundstück mit einbeziehen
fr: Inclure l'élévation de l'IFCSITE dans l'origine de placement du plan masse

# UseCoarseTessellation
source: Use coarse tessellation for some BReps
de: Grobe Tesselierung für einige BReps verwenden
fr: Utiliser une triangulation basique pour certains Breps

# StoreIFCGUID
source: Store the IFC GUID in an element parameter after export
de: IFC-GUID nach dem Export in einem Elementparameter speichern
fr: Stocker le GUID IFC dans un élément paramètre après export

source: Property Sets
de: Eigenschaftensätze
fr: Export jeux de propriétés

# PropertySetsIFCCommon
source: IFC common only
de: Nur allgemeine IFC-Eigenschaftensätze
fr: IFC common seulement

# PropertySetsInternalRevit
source: Internal Revit only
de: Nur Revit-Eigenschaftensätze
fr: Interne Revit seulement

# PropertySetsNone
source: None
de: Keine
fr: Aucun

# PropertySetsRevitPlusIFC
source: Internal Revit, IFC common
de: Revit-Eigenschaftensätze, allgemeine IFC-Eigenschaftensätze
fr: Interne Revit, IFC Common

# PropertySetsSchedules
source: Schedules only
de: Nur Bauteillisten-Eigenschaftensätze
fr: Nomenclatures seulement

# PropertySetsSchedulesPlusRevit
source: Internal Revit, Schedules
de: Revit-Eigenschaftensätze, allgemeine IFC-Eigenschaftensätze
fr: Interne Revit, nomenclatures

# PropertySetsSchedulesPlusIFC
source: IFC Common, Schedules
de: Allgmeine IFC-Eigenschaftensätze, Bauteillisten-Eigenschaftensätze
fr: IFC common, nomenclatures

# PropertySetsSchedulesPlusRevitPlusIFC
source: Internal Revit, IFC common, Schedules
de: Revit-Eigenschaftensätze, allgemeine IFC-Eigenschaftensätze, Bauteillisten-Eigenschaftensätze
fr: Interne Revit, IFC common, nomenclatures

# PropertySetsUnrecognized
source: Unrecognized property sets
de: Unbekannte Eigenschaftensätze
fr: Jeux de propriétés non reconnus

# ActivePhase
source: Phase to export
de: Zu exportierende Phase
fr: Phase à exporter

# DefaultPhase
source: Default phase to export
de: Standardeinstellung
fr: Phase par défaut à exporter

# Default
source: Default ({0})
de: Voreingestellt {0}
fr: Défaut ({0})

# PropertySetsIFCCommonPlusUserDefined
source: IFC common, User-defined
de: Allgemeine IFC, benutzerdefiniert
fr: IFC common, défini par l'utilisateur

# PropertySetsInternalRevitPlusUserDefined
source: Internal Revit, User-defined
de: Revit-Eigenschaftensätze, benutzerdefinierte Eigenschaftensätze
fr: Interne Revit, défini par l'utilisateur

# PropertySetsRevitPlusIFCPlusUserDefined
source: Internal Revit, IFC common, User-defined
de: Revit-Eigenschaftensätze, allgemeine IFC-Eigenschaftensätze, benutzerdefinierte Eigenschaftensätze
fr: Interne Revit, IFC Common, défini par l'utilsateur

# PropertySetsSchedulesPlusIFCPlusUserDefined
source: IFC Common, Schedules, User-defined
de: Allgmeine IFC-Eigenschaftensätze, Bauteillisten-Eigenschaftensätze, benutzerdefinierte Eigenschaftensätze
fr: IFC common, nomenclatures, définies par l'utilisateur

# PropertySetsSchedulesPlusRevitPlusIFCPlusUserDefined
source: Internal Revit, IFC common, Schedules, User-defined
de: Revit-Eigenschaftensätze, allgemeine IFC-Eigenschaftensätze, Bauteillisten-Eigenschaftensätze, benutzerdefinierte Eigenschaftensätze
fr: Interne Revit, IFC Common,nomenclatures, définies par l'utilisateur

# PropertySetsSchedulesPlusRevitPlusUserDefined
source: Internal Revit, Schedules, User-defined
de: Revit-Eigenschaftensätze, Bauteillisten-Eigenschaftensätze
fr: Interne Revit, nomenclatures, définies par l'utilisateur

# PropertySetsSchedulesPlusUserDefined
source: Schedules, User-defined
de: Bauteillisten-Eigenschaftensätze, benutzerdefinierte Eigenschaftensätze
fr: Nomenclatures, définies par l'utilisateur

# PropertySetsUserDefined
source: User-defined only
de: Nur benutzerdefinierte Eigenschaftensätze
fr: Défini par l'utilisateur seulement

# ExportLinkedFiles
source: Export linked files as separate IFCs
de: Verknüpfte Dateien als separate IFC's exportieren
fr: Exporter les fichiers liés comme des fichiers IFCs séparés

# ExportUserDefinedPsetsFileName
source: User-defined property set file name
de: Dateiname der benutzerdefinierten Eigenschaftensätze
fr: Nom du fichier des jeux de propriétés définis par l'utilisateur

# UserDefinedParameterSets
source: Custom parameter sets
de: Benutzerdefinierte Parametersätze
fr: Jeux de paramètres personnalisés

# IFCExportProcessError
source: The IFC export process encountered an error for: {0}.
de: Der IFC Export-Vorgang hat einen Fehler verursacht: {0}.
fr: Une erreur est survenue lors du processus d'export IFC pour: {0}.

# LinkInstanceExportCantCreateDoc
source: Could not create a temporary document for exporting the linked instance(s) for ids: {0}
de: Es konnte keine temporäre Datei für den Export der Referenz erstellt werden. ID: {0}
fr: Un document temporaire n'a pu être créé pour exporter l'(les)instance(s) liée(s) ayant pour ids: {0}

# LinkInstanceExportCantFindDoc
source: The document for the linked instance(s) could not be found for ids: {0}.
de: Die Referenz konnte nicht gefudnen werden. ID {0}
fr: Le document pour l'(les) instance(s) liée(s) n'a pu être trouvé pour les ids: {0}.

# LinkInstanceExportErrorMain
source: {0} linked instance(s) could not be exported.
de: {0} Referenzen konnten nicht exportiert werden
fr: {0} L'(les) instance(s) liée(s) n'a(ont) pu être exportée(s).

# LinkInstanceExportErrorPath
source: The path for the linked instance(s) did not exist for ids: {0}.
de: Der Pfad für die Referenz existiert nicht. ID:{0}
fr: Le chemin pour l'(les) instance(s) liée(s) n'existai(en)t par pour les ids: {0}.

# LinkInstanceExportNonConformal
source: The linked instance(s) were non-conformal for ids: {0}.
de: Folgende Referenzen waren nicht konform: ID {0}.
fr: L'(les) instance(s) liée(s) étaient non-conformes pour les ids: {0}.

# LinkInstanceExportHasReflection
source: The linked instance(s) were mirrored for ids: {0}. To export a mirrored linked instance, mirror the linked geometry and link in the new document.
de: Die Referenz(en) wurden gespiegelt: ID:{0}. Um gespiegelte Referenzen zu exportieren, spiegeln Sie die referenzierte Geometrie im Ursprungsdokument und referenzieren Sie diese Datei erneut.
fr: L'(les) instance(s) liée(s) étaient en miroir (symétrie inversée) pour les ids: {0}. Afin d'exporter une instance liée en miroir inversé, faites un miroir de la géométrie liée et liez-là dans le nouveau document.

# LinkInstanceExportScaled
source: The linked instance(s) were scaled for ids: {0}.
de: Folgende referenzen wurden angepasst: ID {0}.
fr: L'(les) instance(s) liée(s) étaient homotétiées pour les ids: {0}.

source: IFC export
de: IFC exportieren
fr: Exporter IFC

# Classification
source: Classification Settings...
de: Klassifizierungseinstellungen…
fr: Réglages classification...

source: Distribution Point
de: Vertriebsstelle
fr: Point de distribution

source: Home
de: Hauptseite
fr: Début

source: Internal address
de: Interne Adresse
fr: Adresse interne

# ManditoryFieldsNotEmpty
source: Mandatory fields Name, Source or Publisher, and Edition cannot be empty.
de: Pflichtfelder wie Name, Quelle (Herausgeber) und Edition können nicht leer sein.
fr: Les champs obligatoires tels que nom, source ou éditeur, et édition ne peuvent être vides.

source: Office
de: Büro
fr: Bureau

source: Site
de: Grundstück
fr: Terrain

source: Update project address
de: Priojektadresse aktualisieren
fr: Mettre à jour adresse de projet

source: User Defined
de: Benutzerdefiniert
fr: Défini par l'utilisateur

# Address
source: Project Address...
de: Projektadresse…
fr: Adresse du projet...

source: Address line 1
de: Adresse Zeile 1
fr: Adresse 1

source: Address line 2
de: Adresse Zeile 2
fr: Adresse 2

source: Advanced
de: Erweitert
fr: Avancé

# AltUIVer
source: Alternate UI
de: Alternative Benutzeroberfläche
fr: Interface alternative d'export

source: Application name
de: Name der Anwendung
fr: Nom de l'application

source: Assignments...
de: Zuweisungen
fr: Assignations…

source: Authorization
de: Autorisierung
fr: Autorisation

source: Author's email
de: E-Mail des Verfassers
fr: E-mail de l'auteur

source: Author's name
de: Name des Verfassers
fr: Nom de l'auteur

source: Browse ...
de: Durchsuchen…
fr: Parcourir ...

source: Cancel
de: Abbrechen
fr: Annuler

source: City
de: Stadt
fr: Ville

source: Classification field name
de: Klassifizierungsfeldname
fr: Nom du champ de classification

source: Country
de: Land
fr: Pays

source: Current selected setup:
de: Aktuell ausgewählte Einstellungen
fr: Paramétrage d'export courant

# DeleteOldSetups
source: Delete old IFC export setups
de: Alte IFC-Export Einstellungen löschen
fr: Supprimer les anciens paramétrages d'export IFC

source: Documentation location
de: Speicherort der Dateien
fr: Emplacement documentation

source: Edition date
de: Editionsdatum
fr: Date d'édition

source: Export
fr: Exporter…

# ExportElementsVisibleInView
source: Export only elements visible in current view
de: Nur in der Ansicht sichtbare Elemente exportieren
fr: Exporter uniquement les éléments visibles dans la vue actuelle

source: Export internal Revit property sets
de: Interne Revit-Eingeschaftensätze exportieren
fr: Exporter les jeux de propriétés internes Revit

source: Export schedules as property sets
de: Bauteillisten als Eigenschaftensätze exportieren
fr: Exporter les nomenclatures comme des jeux de propriétés

# ExportSolidModelsWhenPossible
source: Allow use of mixed "Solid Model" representation
de: Verwendung der kombinierten Körpermodelldarstellung zulassen
fr: Autoriser l'utilisation de représentation de "modèles solides" mixtes

source: Export user defined property sets
de: Benutzerdefinierte Eigenschaftensätze exportierem
fr: Exporter les jeux de propriétés définis par l'utilisateur

source: File description
de: Dateibeschreibung
fr: Description du fichier

source: File Header
de: Dateikopfzeile
fr: En-tête fichier

source: File schema
de: Dateischema
fr: Schéma du fichier

source: IFC Assignments
de: IFC Zuweisungen
fr: Assignations IFC

# IFCMVDFMExtendedHandOver
source: IFC2x3 COBie 2.4 Design Deliverable View
fr: IFC2x3 Extended - Vue gestion de patrimoine

# IFCUnknown
source: Unrecognized file type option
de: Unbekannte Einstellung für den Dateityp
fr: Option de type de fichier non reconnue

source: IFC version
fr: Version IFC

# IFCXMLZIP
source: Zipped IFC XML
de: Komprimierte IFC-XML
fr: IFC XML zippé

# IFCZIP
source: Zipped IFC
de: IFC zippé
fr: IFC zippé

# IFCZIPFiles
source: Zipped Industry Foundation Classes(.ifczip)|*.ifczip
de: Zipped Industry Foundation Classes XML(.ifczip)|*.ifczip
fr: Industry Foundation Classes zippé (.ifczip)|*.ifczip

source: Internal location
de: Interner Standort
fr: Coordonnées internes

source: Modify setup ...
de: Einstellungen ändern…
fr: Modifier réglages…

source: Name
fr: Nom

source: New export setup
de: Neue Export Einstellungen
fr: Nouveau paramétrage d'export

source: New name
de: Neuer Name
fr: Nouveau nom

source: Organization
de: Unternehmen
fr: Société

source: Original name
de: Ursprünglicher Name
fr: Nom d'origine

source: Phase to export
de: Zu exportierende Phase
fr: Phase pour export

source: P. O. Box
de: Postfach
fr: Boite postale

source: Postal code
de: Postleitzahl
fr: Code postal

source: Purpose
de: Zweck
fr: But

source: Rename export setup
de: Export-Einstellung umbenennen
fr: Renommer paramétrages d'export

source: Source file name
de: Name von Quelldatei
fr: Nom du fichier source

source: Source (Publisher)
de: Quelle (Herausgeber)
fr: Source (Editeur)

# SplitWallsColumsDuctsByLevel
source: Split Walls, Columns, Ducts by Level
de: Wände, Stützen, Luftkanäle nach Ebene teilen
fr: Scinder les murs, poteaux, gaines par niveau

# State
source: State/Region
de: Region
fr: Etat/Région

# UnkownAltUIVer
source: Unknown alternate UI version
de: Unbekannte alternative Benutzeroberflächenversion
fr: Version d'interface alternative d'export inconnue

# UpdateExportSetups
source: Update IFC export setups
de: IFC Export Einstellung aktualisieren
fr: Mettre à jour paramétrages d'exports

source: Update project information
de: Projektinformationen aktualisieren
fr: Mettre à jour informations du projet

# UseCoarseTessellationForBReps
source: Use coarse tessellation for some BReps and profiles
de: Grobe Tesselierung für einige Breps und Profile verwenden
fr: Utiliser une triangulation basse pour certains BReps et profils

source: Use family and type name for reference
de: Familien- und Typnamen als Referenz verwenden
fr: Utiliser la famille et le nom du type en référence

source: User-defined purpose
de: Benutzerdefinierte Absicht
fr: Objectif défini par utilisateur

# UseRoomBoundariesForRoomVolume
source: Use 2D room boundaries for room volume
de: 2D-Raumbegrenzungen für Raumvolumen verwenden
fr: Utiliser des contours de pièces 2D pour les volumes de pièces

source: Version number
de: Versionsnummer
fr: Numéro de version

# ValueSetByExportOption
source: ...value is set according to export option
de: …Wert wurde entsprechend der Exporteinstellungen gesetzt
fr: ...la valeur est définie en fonction des paramètres de l'export

# ValueSetOnExport
source: ...value will be set on export
de: …Wert wird beim Export gesetzt
fr: ...La valeur sera définie au moment de l'export

# ClassificationAltName
source: The optional alternate shared parameter name for this classification (default: ClassificationCode)
de: Optionaler gemeinsam genutzer Parameter für die Klassifzierung (Vorgabe: ClassificationCode)
fr: Le nom de paramètre partagé alternatif optionnel pour cette classification (défaut: ClassificationCode)

# ClassificationSystemEdition
source: Edition number of the Classification system
de: Edition
fr: Numéro d'Edition du système de classification

# ClassificationSystemName
source: Name of the Classification System
de: Name
fr: Nom du système de classification

# ClassificationSystemSource
source: Source or publisher of the Classification System
de: Quelle (Herausgeber)
fr: Source ou éditeur du système de classification

# CloneSetup
source: Create a new setup based on the selected setup.
de: Erstelle eine neue Einstellung basierend auf der ausgewählten Einstellung
fr: Crée un nouveau réglage sur la base du réglage sélectionné.

# CreateNewSetup
source: Create a new setup.
de: Neue Export Einstellungen
fr: Crée un nouveau réglage.

# DeleteSelectedSetup
source: Delete the selected setup.
de: Ausgewählte Einstellung löschen.
fr: Supprime le réglage sélectionné.

source: Next...
de: Weiter…
fr: Suivant...

# RenameSelectedSetup
source: Rename the selected setup.
de: Ausgewählte Export-Einstellung umbenennen
fr: Renommez le réglage sélectionné.

# SaveSetupAndClose
source: Save Setup &amp; Close
de: Speichern und Schließen
fr: Enregistrer réglages &amp; Fermer

source: General
de: Allgemeine IFC-Eigenschaftensätze exportieren
fr: Général

# ExportRoomsInView
source: Export rooms in 3D views
de: Räume in 3D-Ansichten exportieren
fr: Exporter les pièces dans les vues 3D

# UseActiveViewForGeometry
source: Use active view when creating geometry
de: Aktive Ansicht beim Erstellen von Geomatrie verwenden
fr: Utiliser la vue active pour la création de la géométrie

source: Multiple files
de: Mehrere Dateien
fr: Plusieurs fichiers

# TessellationDetails
source: Level of detail for some element geometry
de: Detailgenauigkeit für einige Geometrieelemente
fr: Niveau de détail de la géométrie de l'élément

# DetailLevelExtraLow
source: Extra Low
de: Sehr niedrig
fr: Très bas

# DetailLevelHigh
source: High
de: Hoch
fr: Élevé

# DetailLevelLow
source: Low
de: Niedrig
fr: Bas

# DetailLevelMedium
source: Medium
de: Mittel
fr: Moyen

# DefaultFileName
source: Project
de: Projekt
fr: Projet

source: Current options:
de: Aktuelle Einstellungen
fr: Options actuelles:

# ProjectToExport
source: Projects to export:
de: Zu exportierende Projekte
fr: Projets à exporter:

# SelectOneOrMoreProjects
source: Please select at least one project to export.
de: Bitte wählen Sie mindestens ein Projekt zum Exportieren aus
fr: Sélectionner au moins un projet à exporter SVP.

# IFCExportProcessGenericError
source: The IFC export process encountered an error.
de: Der IFC Export-Vorgang hat einen Fehler verursacht.
fr: Une erreur est survenue lors du processus d'export IFC.

# IFCVersionSelected
source: IFC Version:
fr: Version IFC:

# DocNotSaved
source: Document Not Saved
de: Datei nicht gespeichert
fr: Document non sauvegardé

# Help
source: How do I specify an export setup?
de: Wie gebe ich eine Export Einstellungen an?
fr: Comment puis-je spécifier une configuration d'export?

# ExportSpecificSchedules
source: Export only schedules containing IFC, Pset, or Common in the title
de: Nur Bauteillisten mit IFC, Pset oder Allgemein im Titel exportieren
fr: Exporter seulement les nomenclatures contenant IFC, Pset ou Common dans leur titre

source: Additional Content
de: Zusätzliche Inhalte
fr: Contenu additionnel

# AddressInformation
source: Project Address
de: Projektadresse
fr: Adresse du projet

# ClassificationSetting
source: Classification Settings
de: Klassifizierungseinstellungen
fr: Paramétrages de classification

# ExportUserDefinedParameterMappingTable
source: Export parameter mapping table
de: Parameterzuordnungstabelle exportieren
fr: Exporter table de correspondance de paramètre

source: File Header Information...
de: Kopfzeileninformationen…
fr: Information d'en-tête de fichier…

source: File name:
de: Dateiname:
fr: Nom du fichier:

# IFCXMLZIPFiles
source: Zipped Industry Foundation Classes XML(.ifczip)|*.ifczip
de: Industry Foundation Classes XML zippé (.ifczip)|*.ifczip
fr: Industry Foundation Classes XML zippé (.ifczip)|*.ifczip

source: Level of Detail
de: Detailgenauigkeit
fr: Niveau de détail

# ModifySetupTitle
source: Modify Setup
de: Einstellungen ändern…
fr: Modifier réglages

# FileExists
source: {0} already exists. Do you want to replace it?
de: {0} ist bereits vorhanden. Möchten Sie die Datei ersetzen?
fr: {0} existe déjà. Voulez-vous le remplacer ?

# UserDefinedParameterMappingTable
source: Custom parameter mapping table
de: Benutzerdefinierte Parameterzuordnungstabelle
fr: Table de correspondance de paramètres d’export

# ValidPathExists
source: Path does not exist
de: Pfad ist nicht vorhanden
fr: Le chemin d’accès n’existe pas

source: Export IFC
de: Exportieren
fr: Exporter IFC

source: Building description
de: Gebäudebeschreibung
fr: Description du bâtiment

# BuildingName
source: Building name/number
de: Gebäudename / Gebäudenummer
fr: Nom du bâtiment/Numéro

source: Building type
de: Gebäudeart
fr: Type de bâtiment

source: Company email
de: E-Mail des Unternehmens
fr: E-mail Société

source: Company Info
de: Unternehmensinformation
fr: Informations sur la Société

source: Company name
de: Name des Unternehmens
fr: Nom de la société

source: Company phone
de: Telefonnummer des Unternehmens
fr: Téléphone Société

source: Company type
de: Art des Unternehmens
fr: Type de société

# ConfigurationFilePrefix
source: IFC Configuration
de: IFC Konfiguration
fr: Configuration IFC

# ER_Architecture
source: Architectural Reference Exchange
de: Architektur Referenz Austausch
fr: Echange de référence Architectural

# ER_BuildingService
source: MEP Reference Exchange
de: Gebäudetechnik Referenz Austausch
fr: Echange de référence MEP

# ER_Structural
source: Structural Reference Exchange
de: Tragwerk Referenz Austausch
fr: Echange de référence Structurel

source: Exchange Requirement
de: Anforderung für Austausch
fr: Exigences d’échange

# ExportSelectedSetup
source: Save selected setup ...
de: Aktuelle Einstellungen speichern ...
fr: Sauvegarder configuration sélectionnée

source: Internal coordinates
de: Interne Koordinaten
fr: Système de coordonnées interne

# KeepTessellatedAsTriangulation
source: Keep tessellated geometry as triangulation
de: Tesselierte Geomatrie als Triangulation beibehalten
fr: Garder la géométrie tessellée en tant que triangulation

# LoadSetup
source: Import setup ...
de: Einstellungen importieren…
fr: Importer configuration

source: Project base point
de: Basispunkt des Projektes
fr: Point de base du projet

source: Project description
de: Projektbeschreibung
fr: Description du projet

source: Project Info
de: Projektinformation
fr: Informations sur le projet

source: Project name
de: Projektname
fr: Nom du projet

source: Project Origin
de: Projektursprung
fr: Origine Projet

source: Project phase
de: Phase des Projektes
fr: Phase du projet

# SharedCoordinates
source: Current shared coordinates
de: Aktuelle gemeinsam genutzte Koordinaten
fr: Coordonnées partagées actuelles

source: Site description
de: Beschreibung des Grundstücks
fr: Description du site

source: Site location
de: Lage des Grundstücks
fr: Adresse du site

source: Site survey point
de: Vermessungspunkt
fr: Point de topographie

source: Street address
de: Straße
fr: Adresse

source: Assign address to building
de: Adresse dem Gebäude zuweisen
fr: Définir l’adresse du bâtiment

source: Assign address to site
de: Adresse dem Grundstück zuweisen
fr: Définir l’adresse du terrain

source: Include Steel Elements
de: Stahlbauteile inkludieren
fr: Intègre des éléments acier
