Repository: Autodesk/revit-ifc
Catalog: Source/IFCExporterUIOverride/Properties/Resources.*.resx
Languages: de, fr

# UseOnlyTriangulation
source: Keep Tessellated Geometry as Triangulation
de: Triangulation erzwingen
fr: Garder la tessellation de la géométrie en tant que triangulation

source: Description
de: Beschreibung

source: Options
de: Einstellungen
